{
  "plugins": {
    "99": {
      "src": "https://github.com/ThePrimeagen/99"
    },
    "FixCursorHold.nvim": {
      "src": "https://github.com/antoinemadec/FixCursorHold.nvim"
    },
    "Mies.vim": {
      "src": "https://github.com/jaredgorski/Mies.vim"
    },
    "artio.nvim": {
      "src": "https://codeberg.org/comfysage/artio.nvim"
    },
    "atlas.vim": {
      "src": "https://github.com/huyvohcmc/atlas.vim"
    },
    "austere.vim": {
      "src": "https://github.com/LuRsT/austere.vim"
    },
    "avante.nvim": {
      "src": "https://github.com/yetone/avante.nvim"
    },
    "blink-cmp-avante": {
      "src": "https://github.com/Kaiser-Yang/blink-cmp-avante"
    },
    "blink-cmp-conventional-commits": {
      "src": "https://github.com/disrupted/blink-cmp-conventional-commits"
    },
    "blink-cmp-env": {
      "src": "https://github.com/bydlw98/blink-cmp-env"
    },
    "blink.cmp": {
      "src": "https://github.com/saghen/blink.cmp",
      "version": "1.0.0 - 2.0.0"
    },
    "blink.compat": {
      "src": "https://github.com/saghen/blink.compat",
      "version": "2.0.0 - 3.0.0"
    },
    "candle-grey": {
      "src": "https://github.com/aditya-azad/candle-grey"
    },
    "ccc.nvim": {
      "src": "https://github.com/uga-rosa/ccc.nvim"
    },
    "codecompanion.nvim": {
      "src": "https://github.com/olimorris/codecompanion.nvim"
    },
    "codediff.nvim": {
      "src": "https://github.com/esmuellert/codediff.nvim"
    },
    "conform.nvim": {
      "src": "https://github.com/stevearc/conform.nvim"
    },
    "expose-localhost.nvim": {
      "src": "https://github.com/azratul/expose-localhost.nvim"
    },
    "fidget.nvim": {
      "src": "https://github.com/j-hui/fidget.nvim"
    },
    "fogbell.vim": {
      "src": "https://github.com/jaredgorski/fogbell.vim"
    },
    "friendly-snippets": {
      "src": "https://github.com/rafamadriz/friendly-snippets"
    },
    "fyler.nvim": {
      "src": "https://github.com/A7Lavinraj/fyler.nvim"
    },
    "gitsigns.nvim": {
      "src": "https://github.com/lewis6991/gitsigns.nvim"
    },
    "grapple.nvim": {
      "src": "https://github.com/cbochs/grapple.nvim"
    },
    "harpoon": {
      "src": "https://github.com/ThePrimeagen/harpoon",
      "version": "'harpoon2'"
    },
    "image.nvim": {
      "src": "https://github.com/3rd/image.nvim"
    },
    "img-clip.nvim": {
      "src": "https://github.com/HakonHarnes/img-clip.nvim"
    },
    "koda.nvim": {
      "src": "https://github.com/oskarnurm/koda.nvim"
    },
    "komau.vim": {
      "src": "https://github.com/ntk148v/komau.vim"
    },
    "markdown.nvim": {
      "src": "https://github.com/tadmccorkle/markdown.nvim"
    },
    "marks.nvim": {
      "src": "https://github.com/chentoast/marks.nvim"
    },
    "markview.nvim": {
      "src": "https://github.com/OXY2DEV/markview.nvim"
    },
    "mason-lspconfig.nvim": {
      "src": "https://github.com/mason-org/mason-lspconfig.nvim"
    },
    "mason.nvim": {
      "src": "https://github.com/mason-org/mason.nvim"
    },
    "multicursor.nvim": {
      "src": "https://github.com/jake-stewart/multicursor.nvim"
    },
    "neogit": {
      "src": "https://github.com/NeogitOrg/neogit"
    },
    "neotest": {
      "src": "https://github.com/nvim-neotest/neotest"
    },
    "neotest-jest": {
      "src": "https://github.com/nvim-neotest/neotest-jest"
    },
    "neotest-python": {
      "src": "https://github.com/nvim-neotest/neotest-python"
    },
    "neotest-vitest": {
      "src": "https://github.com/marilari88/neotest-vitest"
    },
    "nui.nvim": {
      "src": "https://github.com/MunifTanjim/nui.nvim"
    },
    "nvim-colorizer.lua": {
      "src": "https://github.com/catgoose/nvim-colorizer.lua"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig"
    },
    "nvim-nio": {
      "src": "https://github.com/nvim-neotest/nvim-nio"
    },
    "nvim-origami": {
      "src": "https://github.com/chrisgrieser/nvim-origami"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter",
      "version": "'main'"
    },
    "nvim-treesitter-textobjects": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter-textobjects"
    },
    "oceanic-next": {
      "src": "https://github.com/mhartington/oceanic-next"
    },
    "pantran.nvim": {
      "src": "https://github.com/potamides/pantran.nvim"
    },
    "plenary.nvim": {
      "src": "https://github.com/nvim-lua/plenary.nvim"
    },
    "rams.vim": {
      "src": "https://github.com/stefanvanburen/rams.vim"
    },
    "sessionizer.nvim": {
      "src": "https://github.com/i0i-i0i/sessionizer.nvim"
    },
    "sidekick.nvim": {
      "src": "https://github.com/folke/sidekick.nvim"
    },
    "supermaven-nvim": {
      "src": "https://github.com/supermaven-inc/supermaven-nvim"
    },
    "telescope-simulators.nvim": {
      "src": "https://github.com/dimaportenko/telescope-simulators.nvim"
    },
    "telescope-ui-select.nvim": {
      "src": "https://github.com/nvim-telescope/telescope-ui-select.nvim"
    },
    "telescope.nvim": {
      "src": "https://github.com/nvim-telescope/telescope.nvim"
    },
    "toggle-checkbox.nvim": {
      "src": "https://github.com/opdavies/toggle-checkbox.nvim"
    },
    "transparent.nvim": {
      "src": "https://github.com/xiyaowong/transparent.nvim"
    },
    "vim-boring": {
      "src": "https://github.com/t184256/vim-boring"
    },
    "vim-colors-off": {
      "src": "https://github.com/pbrisbin/vim-colors-off"
    },
    "vim-dadbod": {
      "src": "https://github.com/tpope/vim-dadbod"
    },
    "vim-dadbod-completion": {
      "src": "https://github.com/kristijanhusak/vim-dadbod-completion"
    },
    "vim-dadbod-ui": {
      "src": "https://github.com/kristijanhusak/vim-dadbod-ui"
    },
    "vim-markdown-folding": {
      "src": "https://github.com/masukomi/vim-markdown-folding"
    },
    "which-key.nvim": {
      "src": "https://github.com/folke/which-key.nvim"
    },
    "workspace-diagnostics.nvim": {
      "src": "https://github.com/artemave/workspace-diagnostics.nvim"
    },
    "zazen": {
      "src": "https://github.com/zaki/zazen"
    },
    "zenmode.nvim": {
      "src": "https://github.com/I0I-I0I/zenmode.nvim"
    }
  }
}
